/* 
  Localizable.strings
  Secrets

  Created by Paulo Andrade on 23/07/14.
  Copyright (c) 2016 Outer Corner. All rights reserved.
*/


/* Tooltip for non-empty shortcut button */
"Click to record new shortcut" = "Clique para gravar um novo atalho";

/* Tooltip for hint button near the non-empty shortcut */
"Delete shortcut" = "Remover atalho";

/* Empty shortcut button in normal state */
"Record Shortcut" = "Gravar atalho";

/* Title for alert when shortcut is already used. %@ will be replaced with the keyboard shortcut */
"The key combination %@ cannot be used" = "O atalho %@ não pode ser usado";

/* Non-empty shortcut button in recording state */
"Type New Shortcut" = "Digite atalho";

/* Empty shortcut button in recording state */
"Type Shortcut" = "Digite atalho";

/* Cancel action button for non-empty shortcut in recording state */
"Use Old Shortcut" = "Cancelar";


/* Enable button title when displaying the "run in background" alert */
"HelperApp.BgRunningAlert.Enable" = "Ativar";

/* Disable button title when displaying the "run in background" alert */
"HelperApp.BgRunningAlert.Disable" = "Desativar";

/* Title for "run in background" alert. %@ will be replaced with the application name: Secrets */
"HelperApp.BgRunningAlert.Title" = "Ativar funções de pesquisa mesmo quando o %@ não está a correr?";

/* Message for "run in background" alert */
"HelperApp.BgRunningAlert.Message" = "O %@ pode correr um utilitário em segundo-plano permitindo-lhe que use o seu atalho de teclado para iniciar uma pesquisa mesmo quando o %@ não está a correr. Para uma melhor experiência de utilização é recomendado ativar esta opção.";


/* Default copy menu item action title */
"MenuItem.Copy" = "Copiar";
/* Default copy alternate menu item action title */
"MenuItem.CopyAlternate" = "Copiar outro";
/* Show detail pane menu item */
"MenuItem.ShowDetailPane" = "Mostrar detalhe";
/* Hide detail pane menu item */
"MenuItem.HideDetailPane" = "Esconder detalhe";
/* Copy password menu item */
"MenuItem.CopyPassword" = "Copiar palavra-passe";
/* Copy card number menu item */
"MenuItem.CopyCardNumber" = "Copiar número do cartão";
/* Copy iban menu item */
"MenuItem.CopyIBAN" = "Copiar IBAN";
/* Copy one-time password menu item */
"MenuItem.CopyOneTimePassword" = "Copiar senha descartável";
/* Copy username menu item */
"MenuItem.CopyUsername" = "Copiar utilizador";
/* Copy security code menu item */
"MenuItem.CopySecurityCode" = "Copiar código de segurança";

/* Preferences window title */
"Preferences.WindowTitle" = "Preferências";
/* Preferences search filter title */
"Preferences.Search" = "Pesquisa";
/* Preferences security filter title */
"Preferences.Security" = "Segurança";
/* Preferences sync filter title */
"Preferences.Sync" = "Sincronização";
/* Preferences store filter title */
"Preferences.Store" = "Loja";
/* Preferences security filter title */
"Preferences.All" = "Todos";
/* Preferences "never" setting */
"Preferences.Never" = "Nunca";
/* Preferences search keyboard shortcut setting */
"Preferences.SearchShortcut" = "Atalho de pesquisa";
/* Preferences show menu bar icon setting */
"Preferences.ShowMenuBarIcon" = "Mostrar icon na barra de menus";
/* Preferences safari extension setting */
"Preferences.SafariExtension" = "Extensão do Safari";
/* Preferences automatically submit logins setting */
"Preferences.AutoSubmitLogins" = "Submeter logins automáticamente";
/* Preferences enable search at login setting */
"Preferences.EnableSearchAtLogin" = "Ativar pesquisa aquando do login";
/* Preferences enable search at login explanation */
"Preferences.EnableSearchAtLoginExplained" = "Ativar pesquisa aquando do login permite que use o atalho de teclado e icon na barra de menus mesmo quando o %@ não está a correr.";
/* Preferences rebuild index setting */
"Preferences.RebuildIndex" = "Reconstruir índice";
/* Preferences rebuild index button */
"Preferences.Rebuild" = "Reconstruir";
/* Preferences rebuilding status */
"Preferences.Rebuilding" = "Reconstruir…";
/* Preferences lock automatically setting */
"Preferences.LockAutomatically" = "Trancar automáticamente";
/* Preferences lock on computer sleep setting */
"Preferences.LockOnComputerSleep" = "Trancar aquando pausa do computador";
/* Preferences lock on screensaver setting */
"Preferences.LockOnScreensaver" = "Trancar aquando da proteção de ecrã";
/* Preferences lock on user switch setting */
"Preferences.LockOnUserSwitch" = "Trancar aquando mudança de utilizador";
/* Preferences clear clipboard timeout setting */
"Preferences.ClearClipboard" = "Limpar clipboard";
/* Preferences version information */
"Preferences.Version" = "Versão";
/* Preferences use device authentication setting */
"Preferences.UseDeviceAuthentication" = "Autenticação do dispositivo";
/* Preferences device authentication explanation */
"Preferences.DeviceAuthenticationInfo" = "Ao usar a autenticação do dispositivo a sua palavra-passe é guardada no Porta-chaves do seu Mac e protegida pelo Touch ID (se disponível).";

/* iCloud Sync footer explanation when the user has iCloud disabled and cannot enable (signed out, iCloud drive disabled...) */
"iCloud.Status.Unavailable" = "iCloud não disponível. Pode ter saído do iCloud ou ter o iCloud Drive inativo. Verifique %@.";

/* Presented above the unlock prompt when user name can't be obtained */
"Unlock.WelcomeBack" = "Bem-vindo de volta";

// Setup
"Setup.Welcome" = "Bem-vindo";
"Setup.WelcomeUser" = "Bem-vindo %@";

// New item
"NewItem.NewItem" = "Novo Item";
"NewItem.ItemTypes" = "Tipos de itens";

// Search
"Search.Prompt.Placeholder" = "Pesquisa";
/* Fill item in <application name> (eg, Safari, Chrome) */
"Search.FillItem" = "Preencher item no %@?";
/* Send item to <application name> */
"Search.SendItem" = "Enviar item para o %@?";
/* Fill alert title */
"Search.FillAlert.Title" = "%@ não está associado com este login";
/* Fill alert message */
"Search.FillAlert.Message" = "Tem a certeza que deseja usar o login \"%@\" para preencher no Site %@";
/* Fill alert suppression */
"Search.FillAlert.Suppression" = "Associar %@ com o login \"%@\"";

// QRCode Searching

"QRCodeSearch.Searching" = "À procura de um código QR compatível em todas as janelas abertas";
"QRCodeSearch.NoResults" = "Nenhum código QR compatível encontrado nas janelas abertas";
"QRCodeSearch.CodeFound" = "Encontrado o seguinte código numa janela do %@:\n\n%@";


// User notification
"UserNotification.EnableSafariExtension.Title" = "Preencha Logins diretamente no Safari";
"UserNotification.EnableSafariExtension.Message" = "Ative a extensão do Safari para preencher Logins facilmente enquanto navega.";


